openfoam2/OpenFOAM-2.3.x/tutorials/incompressible/simpleFoam/mixerVessel2D/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # run from this directory

# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

application=`getApplication`

./makeMesh
runApplication $application

# ----------------------------------------------------------------- end-of-file
